<?php

/**
 * 21通用提示,
 */
return [
    211031 => '恢复成功',
    211032 => '密码错误',
    223011 => '你已经提交成功，无需重复提交',
    223014 => '后台登录尝试次数过多，请稍后再试',
    223015 => '验证码不正确',
    223016 => '此用户名已经存在',
    223017 => '请输入登录密码',
    223022 => '此表单web“{$msg}”权限尚未开启',
    223023 => '此插件不存在或尚未启用',
    223024 => '安装文件不存在，插件安装失败',
    223025 => '此插件已经安装',
    223026 => '数据库中{$msg}表已存在，插件安装失败',
    223027 => '已下载插件不存在',
    223028 => '插件签名校验失败',
    223029 => '文件夹{$msg}不可写，插件安装失败',
    223030 => '请选卸载再进行删除',
    223032 => '密码不能过于简单',
    223033 => '有重名文件{$msg}，插件安装失败',
];
